[
  {
    "id": 101,
    "name": "Лавовые Луга",
    "description": "Пылающая колыбель, где эти отважные Огненные котята первым пламенем зажигают свой безграничный дух."
  },
  {
    "id": 102,
    "name": "Ледяной Сияющий Лес",
    "description": "Царство, украшенное мерцающими ледяными образованиями и завораживающими танцами Северных Светов."
  },
  {
    "id": 103,
    "name": "Цветущий Рай",
    "description": "Удивительно красивая цветущая лужайка в Мире Кошачьей Земли, изобилует яркими красками и живой природой, воплощая сущность живительной природы."
  },
  {
    "id": 104,
    "name": "Небесное Замчище Волшебника",
    "description": "Магический замок, спрятанный среди облаков в Мире Кошачьей Земли, внушает чувство волшебства своей очаровательной архитектурой и захватывающими видами."
  },
  {
    "id": 105,
    "name": "Мистические Леса",
    "description": "Магический лес в Мире Кошачьей Земли, это царство, где древние деревья шепчут секреты, а светящаяся флора бросает иное свечение, пленяя всех, кто входит."
  },
  {
    "id": 201,
    "name": "Бифрост",
    "description": "Радужный мост - это светящийся и этерический мост из света и огня, соединяющий мир богов, Асгард, с миром людей, Мидгард."
  },
  {
    "id": 202,
    "name": "Иггдрасиль",
    "description": "Массивное мифическое ясень, который служит центром космоса, соединяя девять миров существования в скандинавской мифологии."
  },
  {
    "id": 203,
    "name": "Йотунхейм",
    "description": "Обширное и суровое царство, населенное могучими великанами (Йотнар), и характеризующееся гористой и скалистой местностью, часто связанной с природными силами и контрастирующей с божественными мирами богов."
  },
  {
    "id": 204,
    "name": "Свартальфхейм",
    "description": "Загадочное подземное царство, населенное Темными Эльфами, известными своим мастерством и волшебными созданиями, скрытыми под поверхностью земли."
  },
  {
    "id": 301,
    "name": "Небесный перекресток",
    "description": "Космический перекресток глубоко во вселенной, где галактики сходятся, создавая захватывающее зрелище межзвёздной красоты."
  },
  {
    "id": 302,
    "name": "Покрывало Небулы",
    "description": "Обширное пространство, наполненное сложными небулами и газовыми образованиями, раскрашивающими космос яркими оттенками и обеспечивающими небесное полотно для рождения новых звёзд."
  },
  {
    "id": 303,
    "name": "Поля Сияющей Пыли",
    "description": "Поля мерцающей звёздной пыли, сверкающей, как светлячки в космической ночи, где путешественники могут испытать очарование танца небесных частиц."
  },
  {
    "id": 304,
    "name": "Святилище Горизонта Событий",
    "description": "Таинственное пространство у края событийного горизонта черной дыры, где законы физики изгибаются, а само время становится лабиринтом возможностей, завёрнутым в космическую загадку."
  }
]
