[
	{
		"id": 1,
		"name": "Гарри Поттер",
		"description": "Магический мир, где волшебники и ведьмы учатся в Хогвартсе, сражаясь с темными силами, возглавляемыми Лордом Волдемортом."
	},
	{
		"id": 2,
		"name": "Звездные войны",
		"description": "Далекая-далекая галактика, где джедаи и ситхи, а также разные виды и планеты, играют центральную роль в конфликте между светлой и темной сторонами Силы."
	},
	{
		"id": 3,
		"name": "Tomb Raider",
		"description": "Мир приключений, где Лара Крофт исследует древние гробницы и археологические памятники, часто раскрывая загадки и сокровища."
	},
	{
		"id": 4,
		"name": "Звёздный путь",
		"description": "Футуристическое видение исследования космоса, где звёздные корабли, такие как USS Enterprise, путешествуют по вселенной и встречают разные внеземные виды и цивилизации."
	},
	{
		"id": 5,
		"name": "Алиса в Стране чудес",
		"description": "Страна чудес, волшебное и фантастическое место, где Алиса сталкивается с странными и сюрреалистическими существами, головоломками и приключениями."
	},
	{
		"id": 6,
		"name": "Комиксы Marvel",
		"description": "Обширная вселенная комиксов, полная супергероев и суперзлодеев, включая иконических персонажей, таких как Тор, Железный Человек и Человек-паук."
	},
	{
		"id": 7,
		"name": "Оз",
		"description": "Волшебная страна, созданная Л. Фрэнком Баумом, где персонажи, такие как Дороти и Чучело, отправляются в фантастические приключения."
	},
	{
		"id": 8,
		"name": "Большой герой 6",
		"description": "Футуристический город, где команда молодых героев, включая их надувного компаньона по уходу Бэймакса, сражается с суперзлодеями."
	},
	{
		"id": 9,
		"name": "Хроники Нарнии",
		"description": "Волшебный мир, созданный К. С. Льюисом, где дети путешествуют через шкаф и открывают мир, полный разговаривающих животных, мифических существ и эпических приключений."
	},
	{
		"id": 10,
		"world_name": "Эквестрия",
		"description": "Эквестрия - это волшебный и красочный мир, населенный очаровательными пони, каждая из которых обладает своими уникальными способностями и характерами. Это мир, наполненный дружбой, приключениями и волшебством."
	}
]