[
    {
      "id": 1,
      "name": "Школа волшебства и ведьмаков Хогвартс",
      "description": "Волшебная школа, где молодые ведьмы и волшебники получают образование в искусстве магии."
    },
    {
      "id": 2,
      "name": "Диагон-аллея",
      "description": "Скрытый торговый район в Лондоне для всех магических товаров, включая волшебные палочки и ингредиенты для зелий."
    },
    {
      "id": 3,
      "name": "Запретный лес",
      "description": "Опасный лес, расположенный недалеко от Хогвартса, населенный различными волшебными существами и тайнами."
    },
    {
      "id": 4,
      "name": "Татуин",
      "description": "Пустынная планета и дом Анакина Скайуокера, позже известного как Дарт Вейдер."
    },
    {
      "id": 5,
      "name": "Корускант",
      "description": "Бурлящая столица галактики с высокими небоскребами и центром галактической политики."
    },
    {
      "id": 6,
      "name": "Эндор",
      "description": "Лесной спутник Эндора, известный благодаря Битве при Эндоре и обитателям Эвоков."
    },
    {
      "id": 7,
      "name": "Затерянный город Атлантида",
      "description": "Древний и мифический подводный город, о котором говорят, что в нем хранятся передовые технологии и секреты."
    },
    {
      "id": 8,
      "name": "Долина царей",
      "description": "Историческое место захоронения в Египте, полное изысканных гробниц фараонов."
    },
    {
      "id": 9,
      "name": "Усадьба Крофта",
      "description": "Родовой дом Лары Крофт, полный артефактов и тайн."
    },
    {
      "id": 10,
      "name": "Вулкан",
      "description": "Родина вулканов, известных своей логической и высокоинтеллектуальной культурой."
    },
    {
      "id": 11,
      "name": "Клингонская родина",
      "description": "Родина Клингонской империи, культуры воинов с жестким кодексом чести."
    },
    {
      "id": 12,
      "name": "Баджоранский червоточина",
      "description": "Стабильная червоточина рядом с Баджором, ведущая в далекий Гамма-квадрант."
    },
    {
      "id": 13,
      "name": "Чаепитие Безумного Шляпника",
      "description": "Капризное и хаотичное чаепитие, организованное Безумным Шляпником и посещаемое разноцветными персонажами."
    },
    {
      "id": 14,
      "name": "Лес Чеширского Кота",
      "description": "Загадочный лес, населенный загадочным и исчезающим Чеширским Котом."
    },
    {
      "id": 15,
      "name": "Замок Королевы червей",
      "description": "Роскошный дворец тиранической Королевы червей, известной своей любовью к обезглавливанию."
    },
    {
      "id": 16,
      "name": "Башня Старка",
      "description": "Высокотехнологичное штаб-квартира Тони Старка (Железного человека) и центр супергеройских мероприятий."
    },
    {
      "id": 17,
      "name": "Асгард",
      "description": "Царство скандинавских богов, включая Тора, Локи и Одина."
    },
    {
      "id": 18,
      "name": "Школа одаренных молодых людей Ксавьера",
      "description": "Школа для мутантов, ведомая профессором Чарльзом Ксавье (Профессором Икс) и убежище для мутантов с особыми способностями."
    },
    {
      "id": 19,
      "name": "Изумрудный Город",
      "description": "Яркая и красочная столица Страны Оз, правящая волшебником."
    },
    {
      "id": 20,
      "name": "Дорога из желтых кирпичей",
      "description": "Иконическая дорожка, ведущая к Изумрудному Городу и направляющая путешественников в их приключениях."
    },
    {
      "id": 21,
      "name": "Замок Злой Ведьмы Запада",
      "description": "Мрачный замок Злой Ведьмы Запада, место опасности и магии."
    },
    {
      "id": 22,
      "name": "Институт технологии Сан-Франсокио",
      "description": "Престижный университет, в котором учатся Хиро Хамада и его друзья, и инновационное место."
    },
    {
      "id": 23,
      "name": "Кафе Счастливый Кот",
      "description": "Уютное кафе, где Хиро и его друзья часто собираются, чтобы отдохнуть и общаться."
    },
    {
      "id": 24,
      "name": "Корпорация Край Технолоджи",
      "description": "Компания по передовым технологиям, играющая важную роль в мире Мстителей Большого Города 6."
    },
    {
      "id": 25,
      "name": "Кейр-Паравел",
      "description": "Королевский замок Нарнии, где Певенси дети правят как короли и королевы."
    },
    {
      "id": 26,
      "name": "Замок Белой Ведьмы",
      "description": "Крепость Белой Ведьмы, могущественной и злобной правительницы Нарнии."
    },
    {
      "id": 27,
    "name": "Плотина Говорящих Бобров",
    "description": "Плотина, построенная дружелюбными и говорящими бобрами в Нарнии."
    },
    {
      "id": 28,
    "name": "Понивиль",
    "description": "Очаровательный город в Эквестрии, где живут главные персонажи Моей Маленькой Пони."
    },
    {
      "id": 29,
    "name": "Кантерлот",
    "description": "Величественная столица Эквестрии, дом для Принцессы Селестии и Принцессы Луны."
    },
    {
      "id": 30,
    "name": "Лес Вечной Свободы",
    "description": "Загадочная и неукротимая дикая местность в Эквестрии, дом многих магических существ."
    }
  ]
  